Revit 2027 API
ParameterTypeId.SpotCoordinateBase Property
 "Coordinate Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateBase { get; }
Public Shared ReadOnly Property SpotCoordinateBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateBase {
	ForgeTypeId^ get ();
}
static member SpotCoordinateBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace